Repository: common-repository/tidyoutput
Catalog: languages/tidyoutput-*.po
Languages: es_es, fr_fr

source: Method
es_es: Método
fr_fr: Méthode

source: Cleanup full page
es_es: Página completa de limpieza
fr_fr: Pleine page de nettoyage

source: Cleanup bad HTML
es_es: Limpieza mal HTML
fr_fr: Nettoyage mauvais HTML

source: Format messy HTML
es_es: Formato HTML desordenado
fr_fr: Format HTML malpropre

source: Extra content indentation
es_es: Sangría extra contenido
fr_fr: Contenu supplémentaire mise en retrait

source: Choose the method you would like to use to manipulate HTML.
es_es: Elegir el método que desea utilizar para manipular el HTML.
fr_fr: Choisissez la méthode que vous souhaitez utiliser pour manipuler le HTML.

source: Select True to cleanup the full page, or False to only cleanup post content.
es_es: Seleccione Verdadero para limpieza la página completa, o falso sólo contenido de post limpieza.
fr_fr: Sélectionnez Vrai pour nettoyage de la page entière, ou Faux pour seulement le contenu de poteau nettoyage.

source: Select True to fix bad HTML, or False to disable.
es_es: Seleccione verdadero fin bad HTML, o False para desactivar.
fr_fr: Sélectionnez vrai pour six mauvais HTML, ou faux pour désactiver.

source: Select True to format messy HTML. Note that this can be useful when debugging but should usually be disabled on a production site as it adds bloat.
es_es: Seleccione Verdadero para formato HTML desordenado. Tenga en cuenta que esto puede ser útil para depurar, pero generalmente debe estar deshabitado en un sitio de producción que se suma el consumo de recursos.
fr_fr: Sélectionnez Vrai pour mettre en forme HTML malpropre. Notez que cela peut être utile lors du débogage, mais doit généralement être désactivée sur un site de production car il ajoute ballonnement.

source: If not formatting the entire page, it can make the code cleaner by adding some extra indentation to post content. Select the level of indentation to add (1 level equals 4 spaces) or 0 to disable this feature.
es_es: Si no formato toda la página, puede hacer que el código limpiador añadiendo algunos sangría extra para publicar contenido. Seleccione el nivel de sangría para agregar (1 nivel es igual a 4 espacios) o 0 para desactivar esta característica.
fr_fr: Si ne pas en forme la page entière, il peut faire le code plus propre en ajoutant quelques indentation supplémentaire pour publier du contenu. Sélectionnez le niveau de mise en retrait à ajouter (1 niveau est égal à 4 places) ou 0 pour désactiver cette fonctionnalité.

source: Tidy Output Settings
es_es: Preferencias de salida
fr_fr: Mettre de l’ordre des paramètres de sortie

source: Tidy Output
es_es: Salida ordenada
fr_fr: Sortie bien rangé

source: These control various HTML output manipulations. Please note that if you are also using a plugin that minimizes your HTML, it is recommended to use only the Cleanup Bad HTML option as the work of the formatters will be reverted by your plugin which is a waste of CPU cycles.
es_es: Estos controlan varias manipulaciones de salida HTML. Tenga en cuenta que si también está usando un plugin que reduce al mínimo el código HTML, se recomienda usar sólo la opción de limpieza mal HTML como el trabajo de los formateadores se revertirán por su plugin que es una pérdida de ciclos de CPU.
fr_fr: Ceux-ci contrôlent diverses manipulations de sortie HTML. Veuillez noter que si vous utilisez également un plugin qui minimise votre code HTML, il est recommandé d’utiliser uniquement l’option de nettoyage mauvais HTML comme le travail des formateurs va être rétabli par votre plugin qui est une perte de cycles CPU.

source: This plugin works best with Tidy, but DOMDocument is also supported. However, you seem to have neither. You'll need toinstall/enable one of these to use the Tidy Output plugin.
fr_fr: Ce brancher fonctionne mieux avec Vidy, mais DOMDocument est également pris en charge. Cependant, vous semblez avoir ni. Vous aurez besoin d’installer/activer l’un d’entre eux d’utiliser le plugin de sortie bien rangé.

source: This plugin works best with Tidy. Some options may be disabled as this library is not installed. You'll need to install/enable it to enable the disabled features.
fr_fr: Ce brancher fonctionne mieux avec Vidy. Certaines options peuvent être désactivées que cette bibliothèque n’est pas installée. Vous devrez installer/activer pour activer les fonctionnalités désactivées.

source: Save Changes
fr_fr: Enregistrez les modifications

source: A plugin designed to cleanup HTML output
fr_fr: Un plugin destiné à une sortie HTML nettoyage

source: True
es_es: Verdadero
fr_fr: Vrai

source: False
es_es: Falso
fr_fr: Faux

source: Tidy (Recommended)
fr_fr: Vidy (recommandé)

source: DOMDocument (Recommended)
fr_fr: DOMDocument (recommandé)

source: Disable
fr_fr: Désactiver
